command_not_found_handle() {
             /data/data/com.termux/files/usr/libexec/termux/command-not-found "$1"
}
printf "<html>
  <body>
printf "<h1>[0m\e[94m ▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒ </h1>[0m\n"
printf "<h2>[0m\e[94m ▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒ </h2>[0m\n"

printf "<h3>[0m\e[95m ▒▒▒▒▒▒▒▒▒▒🄼🄴🄽🅃🄾🅁▒▒🄺🄴🅅🄸🄽▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒ </h3>[0m\n" 

printf "\e[0m\e[95m WELCOME \e[0m\n"                                                          


printf "\e[0m\n"
printf "\e[0m\n"
printf "\e[0m\e[91m [\e[0m\e[92m CODED BY KEVO\e[0m\e[91m: \e[0m\e[96MIG: MENTOR KEVIN OFFICIAL🇰🇪 \e[0m\e[91m] \e[0m\n"
printf "
  </body>
</html>\e[0m\n"

PS1='\[\e[91m\]┌─[\[\e[97m\]\T\[\e[91m\]]─────\e[1;91m[\e[1;92mKEVO\e[1;91m]\e[0;91m───[\e[1;96m\#\e[1;91m]\n|\n\e[0;91m└─[\[\e[91m\]\e[0;95m\W\[\e[91m\]]──►\e[1;93m'
